def diary1(self):
    res = ''
    res = """```やったぜ。　投稿者：変態糞土方 (8月16日（水）07時14分22秒)

            昨日の8月15日にいつもの浮浪者のおっさん（60歳）と先日メールくれた汚れ好きの土方のにいちゃん
            （45歳）とわし（53歳）の3人で県北にある川の土手の下で盛りあったぜ。
            今日は明日が休みなんでコンビニで酒とつまみを買ってから滅多に人が来ない所なんで、
            そこでしこたま酒を飲んでからやりはじめたんや。
            3人でちんぽ舐めあいながら地下足袋だけになり持って来たいちぢく浣腸を3本ずつ入れあった。
            しばらくしたら、けつの穴がひくひくして来るし、糞が出口を求めて腹の中でぐるぐるしている。
            浮浪者のおっさんにけつの穴をなめさせながら、兄ちゃんのけつの穴を舐めてたら、
            先に兄ちゃんがわしの口に糞をドバーっと出して来た。
            それと同時におっさんもわしも糞を出したんや。もう顔中、糞まみれや、
            3人で出した糞を手で掬いながらお互いの体にぬりあったり、
            糞まみれのちんぽを舐めあって小便で浣腸したりした。ああ～～たまらねえぜ。
            しばらくやりまくってから又浣腸をしあうともう気が狂う程気持ちええんじゃ。
            浮浪者のおっさんのけつの穴にわしのちんぽを突うずるっ込んでやると
            けつの穴が糞と小便でずるずるして気持ちが良い。
            にいちゃんもおっさんの口にちんぽ突っ込んで腰をつかって居る。
            糞まみれのおっさんのちんぽを掻きながら、思い切り射精したんや。
            それからは、もうめちゃくちゃにおっさんと兄ちゃんの糞ちんぽを舐めあい、
            糞を塗りあい、二回も男汁を出した。もう一度やりたいぜ。
            やはり大勢で糞まみれになると最高やで。こんな、変態親父と糞あそびしないか。
            ああ～～早く糞まみれになろうぜ。
            岡山の県北であえる奴なら最高や。わしは163*90*53,おっさんは165*75*60、や
            糞まみれでやりたいやつ、至急、メールくれや。
            土方姿のまま浣腸して、糞だらけでやろうや。```
        """
    return res

def diary2(self):
    res = ''
    res = """```糞まみれで　投稿者：変態糞親父 (8月10日（木）14時30分56秒)

            先日、二回目になるが例の浮浪者の親父と川原の土手でひさしぶりに会ったんや。
            高架の下で道路からは見えないとこなんで、
            2人で真っ裸になりちんぽを舐めあってからわしが持って来た、
            いちぢく浣腸をお互いに入れあったんや。
            しばらく我慢していたら2人とも腹がぐるぐると言い出して６９になり
            お互いにけつの穴を舐めあっていたんだが、
            わしもおっさんも我慢の限界が近づいているみたいで、
            けつの穴がひくひくして来たんや。おっさんがわしのちんぽを舐めながら　
            ああ＾～もう糞が出るう～～と言うまもなく、わしの顔にどば～っと糞が流れこんできた、
            それと同時にわしもおっさんの口と顔に糞を思い切りひりだしてやったよ。
            もう顔中に糞まみれや。お互いに糞を塗りあいながら
            体中にぬってからわしがおっさんのけつにもう一発浣腸してから
            糞まみれのちんぽを押し込みながら腰を使い糞を手ですくいとり、口の中に押し込むと舐めているんや。
            お互いに小便をかけあったり糞を何回もぬりあい楽しんだよ。
            最後は６９のままお互いの口に射精したんや。
            3人や4人で糞まみれでやりたいぜ。おっさんも糞遊びが好きみたいじゃ。
            わしは163*90*53、おっさんは、165*75*60や一緒に糞まみれになりたいやつ連絡くれよ。
            岡山県の北部や。まあ～岡山市内ならいけるで。
            はよう糞まみれになろうぜ。```
        """
    return res